{
    "fortunes": [
        "A sadhu somewhere at Kumbh is currently giving a discourse on love. You, however, are about to make a life-changing decision between lays and maaza.",
        "The next time you hear a bell ring, remember: The universe is trying to tell you something. Or its just me trying to get your attention.",
        "A monkey may or may not steal someone’s food in your presence. If it happens, take it as a sign that fate is working in mysterious ways and send a mirror picture.",
        "If you see someone drop something today, help them. Good karma is like UNO—sooner or later, it comes back. Maybe I'll pick and drop you off. KARMA.",
        "Your mission: Find the best food stall at Kumbh. If you fail, you must return to discuss findings over a meal with a certain someone.",
        "The next time you see a cat, take it as a sign. The universe might be nudging you towards meeting two very specific cats.",
        "If someone offers you prasad today, accept it. Hidden within the sugar and blessings might be a secret message from the universe or your soon-coming diabetes.",
        "If you see a stranger taking a selfie, sneak into the background. A little chaos is always a good omen.",
        "A child will stare at you today. When it happens, they are either recognizing your great destiny or your pants tore like usual.",
        "At some point, you’ll smell something absolutely divine. Follow the scent. Fate has a funny way of working through street food vendors. NO LAYS THO.",
        "If someone randomly starts a deep conversation with you today, distract them with the worst possible joke you can think of. Please don't share that with me.",
        "Watch the river carefully. If you see a leaf floating towards you, it means someone is thinking about you right now (me).",
        "You’ll see something at Kumbh that reminds you of an old memory. When it happens, send a message to the first person that comes to mind.",
        "If you witness a random act of kindness today, remember: The world is still full of good people (and maybe you should text one of them).",
        "A random signboard will have an oddly relevant message for you today. Don’t ignore it."
    ]
}
